{
  "@context": "https://schema.org",
  "@type": "Organization",
  "member": [
    {
      "@type": "Person",
      "givenName": "Stefanie",
      "familyName": "Weidtkamp-Peters",
      "jobTitle": "Chairperson",
      "description": "Stefanie studied biology at the University of Würzburg. She finished her PhD under the supervision of PD Dr. Peter Hemmerich at the Fritz-Lipmann Institute of Age Research in Jena in 2007. From 2007 to 2011 she worked as a postdoctoral research fellow in the Molecular Physical Chemistry Department at Heinrich Heine University Düsseldorf, headed by Prof. Claus Seidel. She started building up the Center for Advanced Imaging (CAi) at the Heinrich Heine University of Düsseldorf (HHU) in 2011. CAi is the central imaging core facility of HHU and offers access to light and electron microscope systems, as well as support in image data management and image analysis by providing a local OMERO instance to all CAi users. Since 2021 Stefanie is the chair of board of German BioImaging e.V. – Society for Microscopy and Image Analysis and since 2023 she is the spokesperson of NFDI4BIOIMAGE, a consortium within the framework of NFDI, the national German research data infrastructure initiative. In her free time, she enjoys sailing.",
      "sameAs": [
        "https://orcid.org/0000-0001-7734-3771"
      ]
    },
    {
      "@type": "Person",
      "givenName": "Janina",
      "familyName": "Hanne",
      "jobTitle": "Managing director",
      "description": "Janina Hanne studied Molecular Biotechnologies in Heidelberg and did her PhD with Hans-Georg Kräusslich and Stefan Hell. After working for Abberior Instruments as Sales Manager and later Scientific Relations Manager she joined GerBI-GMB 2021. Janina takes pleasure in coordinating efforts that support and uplift the community. She enjoys gardening and being active in the forest next door on bike or foot.",
      "sameAs": [
        "https://orcid.org/0000-0002-5332-3589"
      ]
    },
    {
      "@type": "Person",
      "givenName": "Josh",
      "familyName": "Moore",
      "jobTitle": "Senior RDM Officer",
      "description": "Josh Moore is an American developer living in Walluf, Germany, with his wife and two kids. With a background in machine learning and distributed computing, Josh began work on the OMERO Java server in the Spring of 2005 as part of the Swedlow Lab, after evaluating use of the OME Perl server for the Mitocheck project while in the iBios group at the DKFZ, Heidelberg, Germany. Before that he was a German-language pre-school teacher at a Montessori school in Alabama, of all things. He's a lisp-loving, Aikido-practicing, vegan with interests in RDF, HDF, and various other three letter acronyms.",
      "sameAs": [
        "https://orcid.org/0000-0003-4028-811x",
        "https://github.com/joshmoore"
      ]
    },
    {
      "@type": "Person",
      "givenName": "Tom",
      "familyName": "Boissonnet",
      "jobTitle": "Software Developer",
      "description": "Tom Boissonnet completed his PhD at EMBL Rome in 2021, focusing on electrophysiological recordings of mouse retinal ganglion cells in vivo. During this time, he developed computational and data analysis skills and organized a programming club to share his passion for coding. In 2022, he joined the Center for Advanced Imaging at Heinrich Heine University, where he took over the administration of the local OMERO server and now supports facility users with their data management. He appreciates a clear night sky, especially when it coincides with his holidays, as it allows him to take pictures of stellar objects with his telescope.",
      "sameAs": [
        "https://orcid.org/0000-0002-3328-9467",
        "https://github.com/Tom-TBT"
      ]
    },
    {
      "@type": "Person",
      "givenName": "Johannes",
      "familyName": "Soltwedel",
      "jobTitle": "Software Developer",
      "description": "Johannes Soltwedel is a physicist by training and found his way into bio-image world and the life sciences through his PhD at the department for radio-oncology at the Center for Proton Therapy at the University Hospital Dresden, Germany. Then and during his subsequent position as bio-image analyst at Physics of Life (TU Dresden, Germany) he learned the intricacies of propper bio-image analysis, software development and the value of good research data management throughout a multitude of different collaborative projects. He is currently living in Dresden with his family and enjoys an ever-growing house plant collection, everything related to tinkering and 3d-printing as well as a good hike.",
      "sameAs": [
        "https://orcid.org/0000-0003-1273-2412",
        "https://github.com/jo-mueller"
      ]
    },
    {
      "@type": "Person",
      "givenName": "Tiago",
      "familyName": "Lubiana",
      "jobTitle": "Software Developer",
      "description": "Tiago Lubiana joined German BioImaging in September 2025 as a software developer to contribute to the OME ecosystem. He earned his PhD in Bioinformatics from the University of São Paulo, Brazil, in 2024, where he focused on biocuration in the context of the Human Cell Atlas. His expertise includes linked open data and bio-data modelling in community initiatives such as the Cell Ontology and Wikidata. He also enjoys creating web apps that support the life sciences. When not working, Tiago values family time, nature walks, and learning about plants.",
      "sameAs": [
        "https://orcid.org/0000-0003-2473-2313",
        "https://github.com/lubianat"
      ]
    },
    {
      "@type": "Person",
      "givenName": "Chris",
      "familyName": "Barnes",
      "jobTitle": "Software Developer",
      "description": "Chris Barnes is a research software engineer with a background in neuroscience, systems biology, and connectomics from the University of Cambridge, MRC Cognition and Brain Sciences Unit, MRC Laboratory of Molecular Biology, and HHMI Janelia Research Campus. He joined German BioImaging in November 2025 to further the OME-Zarr metadata specification and its implementations, particularly in Python and Rust. He is currently based in Cambridge, UK, where he also competes in disc sports, plays tabletop RPGs, and listens to heavy metal music.",
      "sameAs": [
        "https://orcid.org/0000-0002-1296-7310",
        "https://github.com/clbarnes"
      ]
    },
	{
      "@type": "Person",
      "givenName": "Damien",
      "familyName": "Goutte-Gattat",
      "jobTitle": "Software Developer",
      "description": "Damien Goutte-Gattat is a former cell biologist and biocurator turned into a software developer. After completing his PhD in Grenoble, France, in 2011, he moved successively to Bordeaux (still France) and London, UK, where he enjoyed doing a lot of imaging on Drosophila tissues. In 2021, he stepped away from being a wet lab scientist and instead became a biocurator for FlyBase.org, the model organism database for fruit flies, where in addition to his biocuration duties he inadvertently became heavily involved in the development of several ontology-related tools such as the Ontology Development Kit, Protégé, or SSSOM. In December 2025 he joined German BioImaging to combine his interests for microscopy, free software, and metadata management. He is a digital privacy advocate, and is a frequent speaker at London Crypto-Parties.",
      "sameAs": [
        "https://orcid.org/0000-0002-6095-8718",
        "https://github.com/gouttegd"
      ]
    }
  ],
  "alumni": [],
  "memberOf": [
    {
      "@type": "Organization",
      "name": "German BioImaging e.V."
    }
  ],
  "name": "German BioImaging e.V"
}