{
  "@context": "https://schema.org",
  "@type": "Organization",
  "member": [
    {
      "@type": "Person",
      "@id": "https://orcid.org/0000-0002-2198-1958",
      "givenName": "Jason",
      "familyName": "Swedlow",
      "jobTitle": "Co-Founder",
      "description": "Jason Swedlow earned a BA in Chemistry from Brandeis University in 1982. He performed his PhD in Biophysics with Profs D. A. Agard and J. W. Sedat, finishing in 1994. Dr Swedlow was a postdoctoral fellow at UCSF and then Harvard Medical School from 1994 and 1998, supported by a Damon Runyon Walter Winchell Cancer Research Fund Fellowship from 1995 to 1997. In 1998, Dr Swedlow established his own laboratory at the Wellcome Trust Biocentre, University of Dundee, Scotland as a Principal Investigator and Wellcome Trust Career Development Fellow. He was awarded a Wellcome Trust Senior Fellowship in 2002, and named Professor of Quantitative Cell Biology in 2007. His lab focuses on studies of mitotic and interphase chromosome structure and dynamics. He is Co-Director of the Analytical and Quantitative Microscopy Course. He is co-founder of OME (along with Peter Sorger and Ilya Goldberg)."
    },
    {
      "@type": "Person",
      "@id": "https://orcid.org/0000-0001-8783-1429",
      "givenName": "Sebastien",
      "familyName": "Besson",
      "jobTitle": "Senior Software Developer",
      "description": "Sebastien Besson joined the OME team as a developer in March 2012. Originally trained as a physicist, he received his PhD from the Unversite Pierre at Marie Curie in Paris. He then carried out postdoctoral research at the interface between physics and biology at Harvard University. In 2011, Sebastien joined the Danuser lab to convert in-house image analysis into turn-key software packages for the cell biology community. He became part of the main Dundee team in 2015."
    },
    {
      "@type": "Person",
      "@id": "https://orcid.org/0000-0002-1789-1861",
      "givenName": "Jean-Marie",
      "familyName": "Burel",
      "jobTitle": "Senior Software Architect",
      "description": "Jean-Marie Burel joined the staff of the Swedlow lab in 2003. Since then, he's been contributing to the development of OME. He received his PhD in mathematics from the University of Brest in 2000. His research interests lie in the area of harmonic maps, harmonic morphisms and geometric structure. After his PhD, he worked in a private company as developer then moved (September 2001) to Lund University, Sweden, where he held a post-doctoral research position. Jean-Marie now enjoys the muddy rugby pitches of Scotland."
    },
    {
      "@type": "Person",
      "givenName": "David",
      "familyName": "Gault",
      "jobTitle": "Software Developer",
      "description": "David Gault joined the OME team in August 2015 as a software developer. David lives and works from Belfast N.Ireland where he graduated with a Masters in Computer Science from Queens University Belfast. Since then he has worked as a developer across many different industries including the Office team at Microsoft, investment banking, scientific image acquisition and cloud based streaming for TV and media. In his spare time he likes to research and tinker with projects in areas such as augmented reality and natural human interfaces."
    },
    {
      "@type": "Person",
      "@id": "https://orcid.org/0000-0001-8038-1250",
      "givenName": "Dominik",
      "familyName": "Lindner",
      "jobTitle": "Software Developer",
      "description": "Dominik Lindner joined the team in Dundee as a Software Developer in February 2014. After studying Bioinformatics at the University of Applied Sciences Weihenstephan, Freising, he worked at different places as Java Software Developer with a bit of Linux system administration. His projects mostly had a bioinformatics background (analysis of multiple sequence alignments, DNA sequence optimization) with a short side trip into the world of logistics/warehousing. In his spare time he enjoys exploring Scotland's countryside on foot, on the bicycle or on the motorbike; respectively when the days are short and the weather's bad, trying to set up the ultimate Linux system."
    },
    {
      "@type": "Person",
      "givenName": "June",
      "familyName": "Matthew",
      "jobTitle": "Project Co-ordinator",
      "description": "June Matthew joined the OME team at Dundee University in November 2013."
    },
    {
      "@type": "Person",
      "@id": "https://orcid.org/0000-0003-4028-811x",
      "givenName": "Josh",
      "familyName": "Moore",
      "jobTitle": "Senior Software Architect",
      "description": "Josh Moore is an American developer living in Walluf, Germany, with his wife and two kids. With a background in machine learning and distributed computing, Josh began work on the OMERO Java server in the Spring of 2005 as part of the Swedlow Lab, after evaluating use of the OME Perl server for the Mitocheck project while in the iBios group at the DKFZ, Heidelberg, Germany. Before that he was a German-language pre-school teacher at a Montessori school in Alabama, of all things. He's a lisp-loving, Aikido-practicing, vegan with interests in RDF, HDF, and various other three letter acronyms."
    },
    {
      "@type": "Person",
      "@id": "https://orcid.org/0000-0002-7264-8338",
      "givenName": "Will",
      "familyName": "Moore",
      "jobTitle": "Software Developer",
      "description": "Will Moore came to Dundee as a cell biologist to do his PhD and then joined Jason's lab as a post-doc in 2003. Having got interested in the OME project from a user's point of view, he decided on a change of scene and left the lab to do an MSc in Applied Computing at Dundee University's School of Computing. He returned to the Swedlow lab for his MSc project. His goal was to make it easier for biologists to record their experimental metadata in a digital form. This was the start of the OMERO.editor development, which continued when he joined the lab as a developer in October 2007. His other interests include mountaineering, sailing and motorbiking."
    },
    {
      "@type": "Person",
      "givenName": "Petr",
      "familyName": "Walczysko",
      "jobTitle": "QA Software Sepcialist",
      "description": "Petr Walczysko joined the OME project in October 2012 as a software specialist for testing and quality assurance. He studied at Charles University of Prague where he received Master of Science degree in Physics and the University of Freiburg in Germany where he received PhD in Biology. Throughout his PhD studies and his further career as a researcher he was intensively using conventional, confocal and multiphoton fluorescence microscopy applications on biological systems. He was adapting these optical microscopy techniques for particular biological problems, and also worked on the subsequent image analysis of microscopic images in a range of image analysis programs. He enjoys yoga, reading and chess."
    },
    {
      "@type": "Person",
      "@id": "https://orcid.org/0000-0001-7397-8251",
      "givenName": "Frances",
      "familyName": "Wong",
      "jobTitle": "Curator",
      "description": "Frances Wong joined the OME team in September 2018 as a curator. She received her PhD in Developmental Biology from the University of Edinburgh. She then carried out post-doctoral research in molecular biology, genetics, genomics, neuroscience and biomedical imaging. She has also worked on atlas-based gene expression databases and created new online scientific resources."
    }
  ],
  "alumni": [
    {
      "@type": "Person",
      "name": "Chris Allan",
      "identifier": "https://github.com/chris-allan"
    },
    {
      "@type": "Person",
      "name": "Colin Blackburn",
      "identifier": "https://github.com/ximenesuk"
    },
    {
      "@type": "Person",
      "name": "Mark Carroll",
      "identifier": "https://github.com/mtbc"
    },
    {
      "@type": "Person",
      "name": "Andrea Falconi",
      "identifier": "https://github.com/c0c0n3"
    },
    {
      "@type": "Person",
      "name": "Gus Ferguson",
      "identifier": "https://github.com/gusferguson"
    },
    {
      "@type": "Person",
      "name": "Helen Flynn",
      "identifier": "https://github.com/hflynn"
    },
    {
      "@type": "Person",
      "name": "Stefan Frank"
    },
    {
      "@type": "Person",
      "name": "Kelli Griffis"
    },
    {
      "@type": "Person",
      "name": "Emma Hill"
    },
    {
      "@type": "Person",
      "name": "Kenny Gillen",
      "identifier": "https://github.com/kennethgillen"
    },
    {
      "@type": "Person",
      "name": "Riad Gozim",
      "identifier": "https://github.com/rgozim"
    },
    {
      "@type": "Person",
      "name": "Roger Leigh",
      "identifier": "https://github.com/rleigh-codelibre"
    },
    {
      "@type": "Person",
      "name": "Simone Leo",
      "identifier": "https://github.com/simleo"
    },
    {
      "@type": "Person",
      "name": "Simon Li",
      "identifier": "https://github.com/manics"
    },
    {
      "@type": "Person",
      "name": "Scott Littlewood",
      "identifier": "https://github.com/scottlittlewood"
    },
    {
      "@type": "Person",
      "name": "Brian Loranger"
    },
    {
      "@type": "Person",
      "name": "Scott Loynton"
    },
    {
      "@type": "Person",
      "name": "Donald MacDonald"
    },
    {
      "@type": "Person",
      "name": "Andrew Patterson",
      "identifier": "https://github.com/qidane"
    },
    {
      "@type": "Person",
      "name": "Blazej Pindelski",
      "identifier": "https://github.com/bpindelski"
    },
    {
      "@type": "Person",
      "name": "Balaji Ramalingam",
      "identifier": "https://github.com/bramalingam"
    },
    {
      "@type": "Person",
      "name": "Gabriella Rustici"
    },
    {
      "@type": "Person",
      "name": "Aleksandra Tarkowska",
      "identifier": "https://github.com/olatarkowska"
    },
    {
      "@type": "Person",
      "name": "Joyce Walsh"
    },
    {
      "@type": "Person",
      "name": "Harald Waxenegger",
      "identifier": "https://github.com/waxenegger"
    },
    {
      "@type": "Person",
      "name": "Simon Wells",
      "identifier": "https://github.com/siwells"
    },
    {
      "@type": "Person",
      "name": "Eleanor Williams",
      "identifier": "https://github.com/eleanorwilliams"
    },
    {
      "@type": "Person",
      "name": "Wilma Woudenberg"
    }
  ],
  "memberOf": [
    {
      "@type": "Organization",
      "name": "University of Dundee"
    }
  ],
  "name": "Swedlow lab"
}
